{
    "class_name": "Sequential",
    "backend": "tensorflow",
    "config": [
        {
            "class_name": "Dense",
            "config": {
                "activity_regularizer": null,
                "kernel_initializer": {
                    "class_name": "VarianceScaling",
                    "config": {
                        "mode": "fan_avg",
                        "distribution": "uniform",
                        "scale": 1.0,
                        "seed": null
                    }
                },
                "kernel_regularizer": null,
                "dtype": "float32",
                "bias_initializer": {
                    "class_name": "Zeros",
                    "config": {}
                },
                "bias_constraint": null,
                "kernel_constraint": null,
                "batch_input_shape": [
                    null,
                    26
                ],
                "use_bias": true,
                "units": 64,
                "name": "dense_1",
                "bias_regularizer": null,
                "activation": "relu",
                "trainable": true
            }
        },
        {
            "class_name": "Dense",
            "config": {
                "activity_regularizer": null,
                "kernel_regularizer": null,
                "kernel_initializer": {
                    "class_name": "VarianceScaling",
                    "config": {
                        "mode": "fan_avg",
                        "distribution": "uniform",
                        "scale": 1.0,
                        "seed": null
                    }
                },
                "trainable": true,
                "units": 6,
                "bias_constraint": null,
                "kernel_constraint": null,
                "use_bias": true,
                "bias_initializer": {
                    "class_name": "Zeros",
                    "config": {}
                },
                "activation": "linear",
                "bias_regularizer": null,
                "name": "dense_2"
            }
        }
    ],
    "keras_version": "2.1.5"
}